{
	"home" : {
		"id" : "home",
		"heading" : "Who Is Derrick Showers?",
		"copy" : [
			"Are you looking for an experienced, creative, and innovative web developer? Maybe you have a project in mind, and are looking to partner with someone who will take a sincere interest in bringing it to life? Or, maybe you just happened across this page, and are looking to feed your curiosity. Whatever the reason &ndash; welcome! Please continue clicking and scrolling to learn more about who I am.",
			"I am an interactive web developer currently working and living out of the heart of Silicon Valley -- San Francisco, CA.  Since moving here, I have been involved in a number of projects that have enriched my competencies and skill set in a wide range of areas. I have found a career that I love, which impacts my ability to accomplish impressive quality and admirable creativity."
		]
	},
	"about" : {
		"id" : "about",
		"alert" : "Honestly, this resume isn't really up to date. Best bet right now is to check out my <a href='http://linkedin.com/in/derrickshowers'>LinkedIn Profile</a>.",
		"heading" : "About Derrick Showers",
		"copy" : [
			"This information will provide more details around Derrick's professional career and education. While reading over resume below, take note of not just the strong technical skillset, but leadership and vital transferable skills that provide Derrick with a unique story, and set him apart from many others in the same field of work.",
			"Want to see more than just a resume? Check out what Derrick is up to on the <a title=\"Twitter Link\" target=\"_blank\" href=\"http://twitter.com/derrickshowers\">Twitterverse</a>, the latest repos on <a title=\"Github link\" target=\"_blank\" href=\"http://github.com/derrickshowers\">Github</a>, or <a title=\"LinkedIn Link\" target=\"_blank\" href=\"http://www.linkedin.com/in/derrickshowers\">LinkedIn</a>."
		]
	},
	"portfolio" : {
		"id" : "portfolio",
		"alert" : "There's a ton of side projects you can check out, too, on <a href='http://github.com/derrickshowers'>Github!</a>",
		"heading" : "Derrick's Portfolio",
		"copy" : [
			"Here's what everyone came to see, right? Over the past several years, I have spent a lot of time head-first in front end code - anything from HTML and CSS to more intensive JavaScript and jQuery, manipulating the DOM or creating snappy apps with AJAX functionality. Spend some time perusing the following highlights, if you will. Hopefully they will speak for themselves!"
		]
	},
	"contact" : {
		"id" : "contact",
		"phone" : "407.756.0916",
		"email" : "derrick@derrickshowers.com",
		"heading" : "Need More Information?",
		"copy" : "Please take a moment to fill out the following if you would like more information, have a question, or just want to say \"hello!\""
	}
}